Repository: BlueCannonBall/plasma-browser-integration
Catalog: po/*/plasma-browser-extension.po
Languages: ar, bg, ca@valencia, cs, de, el, es, fr, ja, nl, pl, pt_br, ru, sv, uk, zh_cn

# Title for Browser History KRunner plugin
source: Search through browser history
ar: ابحث عبر تأريخ المتصفّح
bg: Търсене в историята на браузъра
ca@valencia: Busca per l'historial del navegador
cs: Prohledávejte historii prohlížení
de: Browserverlauf durchsuchen
es: Buscar en el historial del navegador
fr: Rechercher dans l'historique de navigation
ja: ブラウザ履歴を検索
nl: In browsergeschiedenis zoeken
pl: Szukaj w historii przeglądarki
pt_br: Pesquisar no histórico do navegador
ru: Поиск в журнале браузера
sv: Sök igenom webbläsarhistorik
uk: Пошук у журналі переглядача Тенет
zh_cn: 搜索浏览器历史记录

# Description for KDE Connect plugin
source: Adds a context menu entry to links enabling you to send them to your phone and other paired devices using <a href="$1">KDE Connect</a>.
ar: تُضيف هذه الملحقة مُدخلًا في قائمة السياق للروابط، فتتيح لك إرسالها إلى هاتفك وغيرها من أجهزة مقترنة عبر <a href="$1">«كدي المتّصل»</a>.
bg: Добавя ред в контекстното меню на връзки, който ви позволява да ги изпращате на телефона си други сдвоени устройства, използващи <a href="$1"> KDE Connect </a>.
ca@valencia: Afig una entrada al menú contextual amb enllaços que permeten enviar-los al telèfon i a altres dispositius aparellats utilitzant <a href="$1">KDE Connect</a>.
de: Fügt einen Eintrag zu Verknüpfungen zum Kontextmenü hinzu, mit dem Sie die Verknüpfung zu Ihrem Smartphone oder zu anderen angeschlossenen Geräten mit <a href="$1">KDE Connect</a> senden können.
el: Προσθέτει μια εγγραφή μενού σε συνδέσμους επιτρέποντάς σας να τους στέλνετε στο κινητό σας ή σε άλλες συζευγμένες συσκευές με το <a href="$1">KDE Connect</a>.
es: Añade una entrada al menú de contexto de los enlaces que le permite enviarlos a su teléfono o a otros dispositivos emparejados usando <a href="$1">KDE Connect</a>.
fr: Ajoute un élément aux menus contextuels des liens vous permettant de les envoyer vers votre téléphone ou autre appareil associé utilisant <a href="$1">KDE Connect</a>.
ja: リンクに <a href="$1">KDE Connect</a> を用いてペアリングされたデバイスへリンクを送るコンテキストメニューのエントリを追加します。
nl: Voegt een item contextmenu toe aan koppelingen waarmee u ze kunt verzenden naar uw telefoon en andere gepaarde apparaten met gebruik van <a href="$1">KDE Connect</a>.
pl: Dodaje menu podręczne do łączy, umożliwiając wysłanie ich na twój telefon lub inne urządzenia sparowane przez <a href="$1">KDE Connect</a>.
pt_br: Adiciona uma entrada no menu de contexto para links habilitando enviá-los para seu celular ou outro dispositivo pareado usando o <a href="$1">KDE Connect</a>.
ru: Добавляет в контекстное меню пункт, позволяющий отправить ссылку на смартфон и другие сопряжённые устройства через <a href="$1">KDE Connect</a>.
sv: Lägger till ett sammanhangsberoende menyalternativ till länkar, vilket gör det möjligt att skicka dem till en telefon eller andra ihopparade enheter genom att använda <a href="$1">KDE:s anslutningstjänst</a>.
uk: Додати до контекстного меню пункт для посилань, який уможливить надсилання посилань на телефон або інший з'єднаний пристрій за допомогою <a href="$1">KDE Connect</a>.
zh_cn: 为链接添加右键菜单项，以便通过 <a href="$1">KDE Connect</a> 发送到您的手机以及其他配对的设备上。

# Title for KDE Connect plugin
source: Send via KDE Connect
ar: أرسِل عبر «كدي المتّصل»
bg: Изпращане чрез KDE Connect
ca@valencia: Envia a través de KDE Connect
cs: Poslat přes KDE Connect
de: Mit KDE Connect versenden
el: Αποστολή μέσω KDE Connect
es: Enviar usando KDE Connect
fr: Envoyer via KDE Connect
ja: KDE Connect で送信
nl: Via KDE Connect verzenden
pl: Wyślij przez KDE Connect
pt_br: Enviar via KDE Connect
ru: Отправка через KDE Connect
sv: Skicka via KDE:s anslutningstjänst
uk: Надіслати за допомогою KDE Connect
zh_cn: 通过 KDE Connect 发送

# Description for Media Controls plugin
source: Lets you control video and audio players in websites using the Media Controller plasmoid.
ar: تُتيح لك التحكّم بمشّغلات الصوت والڤديو في المواقع باستعمال بلازمويد ”متحكّم الوسائط“.
bg: Позволява ви да контролирате видео и аудио плейъри в уебсайтове чрез уиджета Медиен контролер.
ca@valencia: Permet controlar els reproductors de vídeo i àudio a llocs web utilitzant el plasmoide Media Controller.
de: Ermöglicht es, Video- und Audiowiedergabe über das Medienwiedergabe-Miniprogramm zu steuern.
el: Σας επιτρέπει να ελέγχετε αναπαραγωγείς βίντεο και ήχου σε ιστοτόπους με χρήση του γραφικού συστατικού Media Controller.
es: Le permite controlar los reproductores de vídeo y de sonido de los sitios web usando el plasmoide del «Controlador multimedia».
fr: Vous permet de contrôler les lecteurs audio et vidéo sur les sites Web en utilisant le plasmoïde Contrôleur multimédia.
ja: メディアコントローラー Plasmoid から動画やオーディオプレーヤーの操作ができるようになります。
nl: Laat u video- en audiospelers besturen in websites met de plasmoid Mediabesturing.
pl: Umożliwia ci sterowanie odtwarzaczami obrazu i dźwięku przy użyciu plazmoida.
pt_br: Permite controlar os reprodutores de áudio e vídeo em sites usando o plasmoide controlador de mídia.
ru: Позволяет управлять воспроизведением аудио и видео на сайтах, используя виджет «Управление медиапроигрывателем».
sv: Låter dig styra video- och ljudspelare på webbplatser via Plasmoiden Mediakontroll.
uk: Надає вам змогу керувати відтворенням відео та звуку на сайтах за допомогою плазмоїда керування відтворення мультимедійних даних.
zh_cn: 允许您使用媒体控制器 Plasma 小程序控制网站中的视频和音频播放器。

# Description for MediaSessions API Control plugin
source: Extract metadata and thumbnails of currently playing content.
ar: تتيح استخراج البيانات الوصفية والمصغّرات من المحتوى الصوتي/المرئي الذي يعمل حاليًا.
bg: Извличане на метаданни и миниатюри на текущо възпроизвеждано съдържание.
ca@valencia: Extrau les metadades i les miniatures del contingut actualment en reproducció.
de: Extrahiert Metadaten und Inhalt des gerade wiedergegebenen Inhalts.
el: Εξαγωγή μεταδεδομένων και εικόνων επισκόπησης του περιεχομένου που αναπαράγεται τώρα.
es: Extraer metadatos y miniaturas del contenido que está en reproducción.
fr: Extraire les métadonnées et les vignettes du contenu en cours de lecture.
ja: 再生中のコンテンツのメタデータとサムネイルを展開する
nl: Metagegevens en miniaturen van nu spelende inhoud extraheren.
pl: Wydobywanie metadanych i miniatur dla obecnie odtwarzanej treści.
pt_br: Extrai metadados e miniaturas do conteúdo atualmente em exibição.
ru: Извлекать метаданные и миниатюры из проигрываемого содержимого.
sv: Extrahera metadata och miniatyrbilder för det som spelas nu.
uk: Видобути метадані та мініатюри поточних відтворюваних даних.
zh_cn: 提取当前播放内容的元数据和缩略图。

# Title for MediaSessions API Control plugin
source: Enhanced Media Controls
ar: تحكّمات محسّنة بالوسائط
bg: Подобрени медийни контроли
ca@valencia: Controls multimèdia millorats
cs: Rozšířené Ovládání médií
de: Erweiterte Mediensteuerung
el: Ενισχυμένα συστατικά ελέγχου πολυμέσων
es: Controles multimedia avanzados
fr: Contrôles multimédia améliorés
ja: 強化されたメディアコントロール
nl: Verbeterde besturing van media
pl: Ulepszone sterowanie mediami
pt_br: Controles de mídia aprimorados
ru: Расширенное управление мультимедиа
sv: Utökade mediakontroller
uk: Розширене керування відтворенням
zh_cn: 增强的媒体控制

# Title for Media Controls plugin
source: Media Controls
ar: التحكّمات بالوسائط
bg: Контрол на медиите
ca@valencia: Controls multimèdia
cs: Ovládání médií
de: Mediensteuerung
el: Γραφικά συστατικά ελέγχου πολυμέσων
es: Controles multimedia
fr: Contrôles multimédia
ja: メディアコントロール
nl: Besturing van media
pl: Sterowanie mediami
pt_br: Controles de mídia
ru: Управление мультимедиа
sv: Mediakontroller
uk: Керування відтворенням
zh_cn: 媒体控制

# Description for Purpose / Web Share plugin
source: Adds a "Share..." context menu entry and allows websites to open a dialog for sharing contents using the Web Share API.
ar: تُضيف مُدخلة ”شارِك...“ إلى قائمة السياق، وتُتيح للمواقع فتح حوار لمشاركة المحتوى عبر واجهة مشاركة الوِب (Web Share API).
bg: Добавя в контекстното меню "Споделяне ..." и позволява на уеб сайтовете да отворят диалогов прозорец за споделяне на съдържание чрез Web Share API.
ca@valencia: Afig una entrada «Compartix...» al menú contextual i permet que els llocs web òbriguen un diàleg per a compartir contingut utilitzant la API de la Web Share.
de: Fügt einen „Teilen ...“-Eintrag zum Kontextmenü hinzu und erlaubt es Webseiten mittels Web Share API einen Dialog zum Teilen von Inhalten zu öffnen.
el: Προσθέτει μια εγγραφή μενού «Διαμοιρασμός...» και επιτρέπει σε ιστοτόπους να ανοίγουν έναν διάλογο για διαμοιρασμό περιεχομένου με το Web Share API.
es: Añade una entrada de menú de contexto «Compartir...» y permite que los sitios web abran un diálogo para compartir contenido usando la API de Web Share.
fr: Ajoute une option « Partager... » au menu contextuel et permet aux sites Web d'ouvrir une boîte de dialogue pour partager des contenus à l'aide de l'API Web Share.
ja: コンテキストメニューに "共有..." エントリを追加し、ウェブサイトが Web Share API を用いてコンテンツを共有するためのダイアログを開けるようにします。
nl: Een contextmenu-item "Delen..." wordt toegevoegd en biedt websites om een dialoog te openen voor delen van inhoud met de Web Share API.
pl: Dodaje menu podręczne "Udostępnij..." i umożliwia stronom sieciowym otwarcie okna dialogowego do udostępniania treści przy użyciu Web Share API.
pt_br: Adiciona uma entrada no menu de contexto "Compartilhar..." e permite aos sites abrir uma janela para compartilhar conteúdos usando a API de compartilhamento da Web.
ru: Этот модуль позволяет предоставить общий доступ к содержимому из пункта контекстного меню «Поделиться», а также позволяет веб-сайтам открывать диалог открытия общего доступа с использованием Web Share API
sv: Lägger till alternativet "Dela..." i den sammanhangsberoende menyn och tillåter att webbplatser öppnar en dialogruta för att dela innehåll med programmeringsgränssnittet Web Share.
uk: Додає пункт контекстного меню «Оприлюднити…» і дозволяє сайтам відкривати діалогове вікно для оприлюднення даних за допомогою програмного інтерфейсу Web Share.
zh_cn: 添加“分享...”右键菜单项，让网站可以打开网络分享 API 的对话框来分享内容。

# Title for Purpose / Web Share plugin
source: Content Sharing
ar: مشاركة المحتوى
bg: Споделяне на съдържание
ca@valencia: Compartix el contingut
cs: Sdílení obsahu
de: Inhalte teilen
el: Διαμοιρασμός περιεχομένου
es: Compartir contenido
fr: Partage de contenus
ja: コンテンツ共有
nl: Inhoud delen
pl: Udostępnianie treści
pt_br: Compartilhamento de conteúdo
ru: Доступ к содержимому
sv: Innehållsdelning
uk: Оприлюднення даних
zh_cn: 内容分享

# Description for Browser Tabs KRunner plugin
source: Make sure the “Browser Tabs” module is enabled in <a id="$1" href="$2">Plasma Search settings</a>.
ar: تأكّد من تفعيل وحدة ”ألسنة المتصفّح“ من <a id="$1" href="$2">إعدادات بحث بلازما</a>.
bg: Уверете се, че модулът "Браузър с раздели” е активиран в <a id="$1" href="$2">Настройки на Plasma търсене</a>.
ca@valencia: Assegureu-vos que el mòdul «Pestanyes del navegador» està activat a la <a id="$1" href="$2">configuració de la Busca de Plasma</a>.
de: Überprüfen Sie ob das Modul „Browser-Unterfenster“ in den <a id="$1" href="$2">Plasma-Sucheinstellungen</a> aktiviert ist.
el: Βεβαιωθείτε ότι οι «ΚΑρτέλες περιηγητή» έχουν ενεργοποιηθεί στις <a id="$1" href="$2">Ρυθμίσεις αναζήτησης Plasma</a>.
es: Asegura que el módulo «Pestañas del navegador» está activado en las<a id="$1" href="$2">preferencias de la búsqueda de Plasma</a>.
fr: Assurez-vous que le module « Onglets du navigateur » soit activé dans les <a id="$1" href="$2">Paramètres de recherche de Plasma</a>.
ja: “Browser Tabs” モジュールが <a id="$1" href="$2">Plasma 検索設定</a>で有効化されていることを確認してください。
nl: Ga na dat de module “Browser Tabs” is ingeschakeld in <a id="$1" href="$2">Plasma-zoekinstellingen</a>.
pl: Upewnij się, że moduł “Karty przeglądarki” jest włączony w <a id="$1" href="$2">Ustawieniach wyszukiwarki Plazmy</a>.
pt_br: Certifique-se de que o módulo “Abas do navegador” está habilitado nas <a id="$1" href="$2">Configurações de pesquisa do Plasma</a>.
ru: Убедитесь, что модуль поиска «Вкладки браузера» включён в <a id="$1" href="$2">параметрах строки поиска и запуска</a>.
sv: Försäkra dig om att modulen "Webbläsarflikar" är aktiverad i <a id="$1" href="$2">Plasma sökinställningar</a>.
uk: Переконайтеся, що модуль «Вкладки навігатора» увімкнено у <a id="$1" href="$2">параметрах пошуку у Плазмі</a>.
zh_cn: 请确保在 <a id="$1" href="$2">Plasma 搜索设置</a>中启用了“浏览器标签”模块。

# Title for Browser Tabs KRunner plugin
source: Find browser tabs in “Run Command” window
ar: تُتيح لك البحث في ألسنة المتصفّح عبر نافذة ”شغّل أمرًا“
bg: Намиране на раздели на браузър в прозореца "Изпълнение на команда"
ca@valencia: Busca les pestanyes del navegador en la finestra «Executa una ordre»
de: Browser-Unterfenster im „Befehl ausführen“-Fenster finden
el: Εύρεση καρτελών περιηγητή στο παράθυρο «Εκτέλεση εντολής»
es: Encontrar las pestañas del navegador en la ventana «Ejecutar orden»
fr: Chercher les onglets du navigateur dans la fenêtre « Exécuter une commande »
ja: "コマンドを実行" ウィンドウでブラウザのタブを見つける
nl: Browsertabbladen in venster “Commando uitvoeren” zoeken
pl: Znajduj karty przeglądarki w oknie "Wykonaj polecenie"
pt_br: Encontrar abas do navegador na janela "Executar comando"
ru: Поиск вкладок браузера в строке поиска и запуска Plasma
sv: Sök efter webbläsarflikar i fönstret "Kör kommando"
uk: Шукати вкладки у вікні «Виконати команду»
zh_cn: 在“运行命令”窗口中查找浏览器标签

source: Saving settings failed
ar: فشل حفظ الإعدادات
bg: Запазването на настройките е неуспешно
ca@valencia: No s'ha pogut guardar la configuració
cs: Uložení nastavení selhalo
de: Das Speichern der Einstellungen ist fehlgeschlagen
el: Αποτυχία αποθήκευσης ρυθμίσεων
es: Ha ocurrido un error al guardar las preferencias
fr: Échec de l'enregistrement des paramètres
ja: 設定の保存に失敗しました
nl: Instellingen opslaan is mislukt
pl: Nie udało się zapisywanie ustawień
pt_br: Falha ao salvar as configurações
ru: Не удалось сохранить параметры
sv: Misslyckades spara inställningar
uk: Не вдалося зберегти параметри
zh_cn: 保存设置失败

source: Settings successfully saved
ar: نجح حف الإعدادات
bg: Настройките са запазени успешно
ca@valencia: La configuració s'ha guardat amb èxit
cs: Nastavení úspěšně uloženo
de: Einstellungen erfolgreich gespeichert
el: Οι ρυθμίσεις αποθηκεύθηκαν με επιτυχία
es: Las preferencias se han guardado con éxito
fr: Paramètres enregistrés avec succès
ja: 設定の保存に成功しました
nl: Instellingen met succes opgeslagen
pl: Pomyślnie zapisano ustawienia
pt_br: Configurações salvas com sucesso
ru: Параметры успешно сохранены
sv: Inställningar sparade med lyckat resultat
uk: Параметри успішно збережено
zh_cn: 成功保存设置

# The 'About this plugin' tab in settings
source: About
ar: عن
bg: Относно
ca@valencia: Quant a
cs: O aplikaci
de: Über
el: Περίγραμμα
es: Acerca de
fr: À propos
ja: 情報
nl: Info over
pl: O programie
pt_br: Sobre
ru: О расширении
sv: Om
uk: Про програму
zh_cn: 关于

# The 'General settings' tab in settings
source: General
ar: عام
bg: Общи
cs: Obecné
de: Allgemein
el: Γενικά
fr: Général
ja: 全般
nl: Algemeen
pl: Ogólne
pt_br: Geral
ru: Общие параметры
sv: Allmänt
uk: Загальне
zh_cn: 常规

# Title for settings page
source: Plasma Integration Settings
ar: إعدادات تكامل بلازما مع المتصفح
bg: Настройки на интеграция на Plasma
ca@valencia: Configuració de la integració amb Plasma
cs: Nastavení integrace Plasma
de: Einstellungen für Plasma-Integration
el: Ρυθμίσεις ενσωμάτωσης Plasma
es: Preferencias de integración con Plasma
fr: Paramètres d'intégration à Plasma
ja: Plasma Integration 設定
nl: Plasma-integratie-instellingen
pl: Ustawienia integracji Plazmy
pt_br: Configurações de integração do Plasma
ru: Настройка интеграции браузера с Plasma
sv: Plasma integreringsinställningar
uk: Параметри інтеграції Плазми
zh_cn: Plasma 集成功能设置

source: You have already granted this permission.
ar: سبق ومنحتَ هذا التصريح.
bg: Вече сте предоставили това разрешение.
ca@valencia: Ja se vos ha concedit este permís.
cs: Toto povolení jste již udělili.
de: Sie haben diese Berechtigung bereits erteilt.
es: Ya ha concedido este permiso.
fr: Vous avez déjà accordé cette permission.
ja: この許可は既に与えられています。
nl: U hebt dit recht al toegekend.
pl: Już przyznałeś to uprawnienie.
pt_br: Você já concedeu esta permissão.
ru: Это разрешение уже предоставлено.
sv: Du har redan godkänt rättigheten.
uk: Вами вже надано такі права доступу.
zh_cn: 您已经授予了此权限。

# @action:button
source: Request Permission
ar: اطلب التصريح
bg: Изискване на разрешение
ca@valencia: Sol·licita el permís
cs: Vyžádat povolení
de: Berechtigung anfordern
es: Solicitar permiso
fr: Demander une permission
ja: 許可を要求
nl: Om toegangsrecht vragen
pl: Żądaj uprawnienia
pt_br: Solicitar permissão
ru: Запросить разрешение
sv: Begär rättigheter
uk: Надіслати запит щодо прав доступу
zh_cn: 请求权限

# @action:button
source: Revoke Permission
ar: اسحب التصريح
bg: Отказване на разрешение
ca@valencia: Revoca el permís
cs: Odvolat povolení
de: Berechtigung widerrufen
es: Revocar permiso
fr: Annuler une permission
ja: 許可を取り消す
nl: Toegangsrecht ingetrokken
pl: Odwołaj uprawnienie
pt_br: Revogar permissão
ru: Отозвать разрешение
sv: Återkalla rättigheter
uk: Відкликати права доступу
zh_cn: 撤回权限

# Explanation for why additional permissions are needed
source: In order to provide search results for your browser history, additional permissions are required.
ar: لعرض نتائج البحث من تأريخ المتصفّح، يحتاج الامتداد تصاريح إضافية.
bg: За да предоставите резултати от търсенето за историята на вашия браузър, са необходими допълнителни разрешения.
ca@valencia: Per tal de proporcionar els resultats de la busca per a l'historial del navegador, es requerixen permisos addicionals.
cs: Pro poskytnutí výsledků hledání jsou potřeba další povolení.
de: Um Suchergebnisse für Ihren Browserverlauf anzubieten, sind zusätzliche Berechtigungen erforderlich.
es: Se necesitan permisos adicionales para proporcionar resultados de búsqueda del historial del navegador.
fr: Pour pouvoir fournir des résultats de recherche dans l'historique de navigation, des permissions supplémentaires sont nécessaires.
ja: ブラウザの履歴を検索するためには、追加の許可が必要です
nl: Om zoekresultaten voor uw browsergeschiedenis te leveren zijn extra toegestaan vereist.
pl: Aby dostarczyć wyników wyszukiwania dla historii twojej przeglądarki, wymagane są dodatkowe uprawnienia.
pt_br: Para poder fornecer os resultados da pesquisa para seu histórico do navegador, são necessários permissões adicionais.
ru: Для выполнения поиска в журнале браузера требуются дополнительные разрешения.
sv: För att kunna tillhandahålla sökresultat för webbläsarhistorik, krävs ytterligare rättigheter.
uk: Для надання результатів пошуку з журналу вашої програми для перегляду інтернету потрібні додаткові права доступу.
zh_cn: 为了提供浏览器历史记录的搜索结果，需要额外的权限。

# Explanation about disabling history runner
source: You can disable this feature in <a id="$1" href="$2">Plasma search settings</a>.
ar: يمكنك تعطيل هذه الميزة من <a id="$1" href="$2">إعدادات بحث بلازما</a>.
bg: Можете да деактивирате тази функция в <a id="$1" href="$2">Настройки на Plasma търсене</a>.
ca@valencia: Podeu inhabilitar esta funcionalitat a la <a id="$1" href="$2">configuració de la Busca de Plasma</a>.
cs: Tuto funkci můžete vypnout v <a id="$1" href="$2">Nastavení vyhledávání Plasma</a>.
de: Sie können diese Funktion in den <a id="$1" href="$2">Plasma-Sucheinstellungen</a> deaktivieren.
es: Puede desactivar esta funcionalidad en las <a id="$1" href="$2">preferencias de la búsqueda de Plasma</a>.
fr: Vous pouvez désactiver cette fonctionnalité dans les <a id="$1" href="$2">Paramètres de recherche de Plasma</a>.
ja: <a id="$1" href="$2">Plasma 検索設定</a>でこの機能を無効化できます。
nl: U kunt deze functie in <a id="$1" href="$2">Plasma-zoekinstellingen</a> uitschakelen.
pl: Możesz wyłączyć tę funkcję w <a id="$1" href="$2">Ustawieniach wyszukiwarki Plazmy</a>.
pt_br: Você pode desabilitar este recurso nas <a id="$1" href="$2">Configurações de pesquisa do Plasma</a>.
ru: Эта функция может быть отключена в <a id="$1" href="$2">Настройках поиска Plasma</a>.
sv: Funktionen kan inaktiveras i <a id="$1" href="$2">Plasma sökinställningar</a>.
uk: Ви можете вимкнути цю можливість у <a id="$1" href="$2">параметрах пошуку Плазми</a>.
zh_cn: 您可以在 <a id="$1" href="$2">Plasma 搜索设置</a>中禁用此功能。

# Title for page about requesting additional permissions
source: Additional permissions required
ar: مطلوب تصاريح إضافية
bg: Необходими са допълнителни разрешения
ca@valencia: Es requerixen permisos addicionals
cs: Je potřeba další povolení
de: Zusätzliche Berechtigungen erforderlich
es: Se necesitan permisos adicionales
fr: Des permissions supplémentaires sont nécessaires.
ja: 追加の許可が必要です
nl: Extra toegangsrechten vereist
pl: Wymagane dodatkowe uprawnienia
pt_br: Permissões adicionais necessárias
ru: Запрос дополнительных разрешений
sv: Ytterligare rättigheter krävs
uk: Потрібні додаткові права доступу
zh_cn: 需要额外权限

# Context menu, share link or page via Purpose framework
source: Share...
ar: شارِك...
bg: Споделяне...
ca@valencia: Compartix...
cs: Sdílet...
de: Teilen ...
el: Διαμοιρασμός...
es: Compartir...
fr: Partager…
ja: 共有...
nl: Delen...
pl: Udostępnij...
pt_br: Compartilhar...
ru: Опубликовать...
sv: Dela...
uk: Оприлюднити…
zh_cn: 分享...

# Text of share failed notification
source: Could not share this content: $1
ar: تعذّرت مشاركة هذا المحتوى: $1
bg: Не можа да се сподели това съдържание: $1
ca@valencia: No s'ha pogut compartir este contingut: $1
cs: Tento obsah nelze sdílet: $1
de: Inhalt konnte nicht geteilt werden: $1
el: Αδυναμία διαμοιρασμού αυτού του περιεχομένου: $1
es: No se puede compartir esta contenido: $1
fr: Impossible de partager ce contenu : $1
ja: このコンテンツを共有できませんでした: $1
nl: Kon deze inhoud niet delen: $1
pl: Nie można udostępnić tej treści: $1
pt_br: Não foi possível compartilhar este conteúdo: $1
ru: Не удалось опубликовать: $1
sv: Kunde inte dela innehållet: $1
uk: Не вдалося оприлюднити ці дані: $1
zh_cn: 无法分享此内容：$1

# Title of share failed notification
source: Sharing Failed
ar: فشلت المشاركة
bg: Споделянето е неуспешно
ca@valencia: Ha fallat la compartició
cs: Sdílení selhalo
de: Teilen fehlgeschlagen
el: Αποτυχία διαμοιρασμού
es: No se puede compartir
fr: Échec du partage
ja: 共有に失敗しました
nl: Delen is mislukt
pl: Nie udało się udostępnić
pt_br: Falha ao compartilhar
ru: Ошибка публикации
sv: Delning misslyckades
uk: Не вдалося оприлюднити
zh_cn: 分享失败

# Text of the share finished notification
source: The shared content link ($1) has been copied to the clipboard.
ar: نُسخ رابط المحتوى الذي يمكنك مشاركته ($1) إلى الحافظة.
bg: Връзката за споделено съдържание ($1) е копирана в клипборда.
ca@valencia: L'enllaç del contingut compartit ($1) s'ha copiat al porta-retalls.
cs: Sdílený odkaz ($1) byl zkopírován do schránky.
de: Die Adresse des geteilten Inhalts ($1) wurde in die Zwischenablage kopiert.
el: Ο κοινόχρηστος σύνδεσμος περιεχομένου ($1) αντιγράφτηκε στο πρόχειρο.
es: El enlace del contenido compartido ($1) se ha copiado en el portapapeles.
fr: Le lien du contenu partagé ($1) a été copié dans le presse-papiers.
ja: 共有されたコンテンツのリンク ($1) がクリップボードにコピーされました。
nl: De gedeelde koppeling naar inhoud ($1) is naar het klembord gekopieerd.
pl: Łącze udostępnianej treści ($1) zostało skopiowane do schowka.
pt_br: O link de conteúdo compartilhado ($1) foi copiado para a área de transferência.
ru: Ссылка на опубликованный файл ($1) скопирована в буфер обмена.
sv: Länken till delat innehåll ($1) har kopierats till klippbordet.
uk: Посилання на оприлюднені дані ($1) було скопійовано до буфера обміну даними.
zh_cn: 已分享内容链接 ($1) 已被复制到剪贴板。
