Repository: BlueCannonBall/plasma-browser-integration
Catalog: po/*/plasma-browser-extension.po
Languages: ar, bg, ca@valencia, cs, de, el, es, fr, ja, nl, pl, pt_br, ru, sv, uk, zh_cn

# Title of share finished notification
source: Content Shared
ar: نجحت مشاركة المحتوى
bg: Съдържание споделено
ca@valencia: Contingut compartit
cs: Obsah byl sdílen
de: Inhalt geteilt
el: Το περιεχόμενο διαμοιράστηκε
es: Contenido compartido
fr: Contenu partagé
ja: コンテンツが共有されました
nl: Inhoud gedeeld
pl: Udostępniono treść
pt_br: Conteúdo compartilhado
ru: Успешная публикация
sv: Innehåll delat
uk: Дані оприлюднено
zh_cn: 内容已分享

# The extension description on the extension store
source: Multitask efficiently by controlling browser functions from the desktop, even while Chrome is in the background. Manage audio and video playback, check downloads in the notification area, send files to your phone using KDE Connect and more inside the KDE Plasma Desktop! The plasma-browser-integration package must be installed for this extension to work. It should be available from your distribution's package manager when running Plasma 5.13 or later. NOTE: This extension is not supported on Debian.
ar: أنجِز مختلف المهام بكفاءة ذلك عبر التحكّم بوظائف المتصفّح من سطح مكتبك حتّى إون كان كروم يعمل في الخلفية. أدِر تشغيل الصوت والڤديو، وتابِع تقدّم التنزيلات في منطقة التنبيهات، وأرسِل الملفات إلى هافتك عبر «كدي المتّصل» وأكثر، كلّه عبر «سطح مكتب بلازما» مباشرةً! عليك تثبيت حزمة plasma-browser-integration ليعمل هذا الامتداد. ستجدها من مدير الحزم في توزيعتك إن كنت تشّغل «بلازما» 5.13 أو أعلى. ملاحظة: هذا الامتداد لا يدعم توزيعة «دِبيان».
bg: Извършвайте множество задачи ефективно, като контролирате функциите на браузъра от работния плот, дори когато Chrome е на заден план. Управлявайте възпроизвеждането на аудио и видео, проверявайте изтеглянията в областта за уведомяване, изпращайте файлове на телефона си с помощта на KDE Connect и други в KDE Plasma! Пакетът plasma-browser-integration трябва да бъде инсталиран, за да работи това разширение. Той трябва да бъде достъпен от диспечера на пакети на вашата дистрибуция, когато се изпълнява Plasma 5.13 или по-нова версия. ЗАБЕЛЕЖКА: Това разширение не се поддържа от Debian.
ca@valencia: Fa eficient la multitasca controlant les funcions del navegador des de l'escriptori, encara que Chrome estiga en segon pla. Gestiona la reproducció de l'àudio i del vídeo, marca les baixades en l'àrea de notificacions, envia fitxers al telèfon utilitzant KDE Connect i encara més dins l'escriptori Plasma de KDE! Cal instal·lar el paquet «plasma-browser-integration» perquè funcione esta extensió. Hauria d'estar disponible en el gestor de paquets de la vostra distribució en executar Plasma 5.13 o posterior. NOTA: Esta extensió no està implementada a Debian.
de: Effizientes Multitasking durch Steuerung der Browserfunktionen von der Arbeitsfläche aus, auch wenn Chrome im Hintergrund läuft. Verwalten Sie die Audio- und Videowiedergabe, überprüfen Sie Downloads im Benachrichtigungsbereich, senden Sie Dateien an Ihr Telefon mit KDE Connect und vieles mehr innerhalb der KDE-Plasma-Arbeitsfläche! Das Paket "plasma-browser-integration" muss installiert sein, damit diese Erweiterung funktioniert. Es sollte über den Paketmanager Ihrer Distribution verfügbar sein, wenn Sie Plasma 5.13 oder neuer verwenden. HINWEIS: Diese Erweiterung wird unter Debian nicht unterstützt.
el: Χρησιμοποιήστε αποτελεσματικά την πολυδιεργασία ελέγχοντας τις λειτουργίες του περιηγητή από την επιφάνεια εργασίας, ακόμη και όσο ο Chrome είναι στο παρασκήνιο. Διαχειριστείτε την αναπαραγωγή ήχου και βίντεο, ελέγξτε τις λήψεις στην περιοχή ειδοποιήσεων, στείλτε αρχεία στο κινητό σας με το KDE Connect και άλλα πολλά στην επιφάνεια εργασίας KDE Plasma! Το πακέτο plasma-browser-integration πρέπει να εγκατασταθεί για να λειτουργήσει αυτή η επέκταση. Θα πρέπει να είναι διαθέσιμη από το διαχειριστή πακέτων της διανομής σας όταν ελτελείτε το Plasma 5.13 ή νεότερο. ΣΗΜΕΙΩΣΗ:Αυτή η επέκταση δεν υποστηρίχεται στο Debian.
es: Multitarea eficiente mediante el control de las funciones del navegador desde el escritorio, incluso cuando Chrome está en segundo plano. Gestión de la reproducción de sonido y de vídeo, comprobación de descargas en el área de notificaciones, envío de archivos al teléfono móvil mediante KDE Connect y mucho más desde el escritorio Plasma de KDE. El paquete «plasma-browser-integration» debe estar instalado para que esta extensión funcione. Debería estar disponible en el gestor de paquetes de su distribución al ejecutar Plasma 5.13 o posterior. NOTA: Esta extensión no está disponible en Debian.
fr: Effectuez plusieurs tâches à la fois efficacement en contrôlant les fonctionnalités du navigateur depuis votre bureau, même lorsque Chrome est en arrière-plan. Gérez la lecture audio et vidéo, consultez les téléchargements dans la zone de notification, envoyez des fichiers vers votre téléphone à l'aide de KDE Connect et bien plus encore au sein du bureau KDE Plasma ! Le paquet « plasma-browser-integration » doit être installé pour que cette extension puisse fonctionner. Il devrait être disponible dans le gestionnaire de paquets de votre distribution lorsque vous utilisez Plasma en version 5.13 ou ultérieure. REMARQUE : cette extension n'est pas prise en charge sur Debian.
ja: バックグラウンドで動作しているブラウザの機能をデスクトップからコントロールして、効率的にマルチタスク。通知エリアでオーディオや動画を操作したり、ダウンロードを確認したりしましょう。KDE Connect で携帯電話にファイルを送信しましょう。その他にも様々な機能が KDE Plasma Desktop で使用できます! この拡張機能を動作させるには、plasma-browser-integration パッケージが必要です。Plsama 5.13 以上を実行している場合は、ディストリビューションのパッケージマネージャから入手できるはずです。 注意: この拡張機能は Debian ではサポートされていません。
nl: Doe multitasking efficient door de browserfuncties te besturen vanaf het bureaublad, zelfs terwijl Chrome in de achtergrond zit. Afspelen van geluid en video besturen, downloads controleren in het meldingengebied, bestanden verzenden naar uw telefoon met KDE Connect en meer binnen het KDE Plasma Bureaublad! Het plasma-browser-integratie pakket moet geïnstalleerd zijn voor deze extensie om te werken. Het zou beschikbaar moeten zijn via de pakketbeheerder van uw distributie bij gebruik van Plasma 5.13 of later. NOTE: Deze extensie wordt niet ondersteund op Debian.
pl: Rób wiele rzeczy na raz wydajnie poprzez sterowanie przeglądarką z pulpitu, nawet wtedy gdy chrom jest w tle. Zarządzaj odtwarzaniem obrazu i dźwięku, sprawdzaj pobieranie w obszarze powiadomień, wysyłaj pliki na telefon przy użyciu KDE Connect i wiele innych w Pulpicie Plazmy KDE! Aby to rozszerzenie zadziałało, trzeba mieć wgrany pakiet plasma-browser-integration. Powinien być dostępny w twojej dystrybucji, gdy masz Plazmę 5.13 lub późniejszą. UWAGA: Rozszerzenie to nie jest obsługiwane na Debianie.
pt_br: Crie várias tarefas de forma eficiente, controlando as funções do navegador a partir da área de trabalho, mesmo quando o Chrome está em segundo plano. Gerencie a reprodução de áudio e vídeo, verifique os downloads na área de notificações, envie arquivos para o seu celular com o KDE Connect e muito mais a partir do Plasma Desktop! O pacote 'plasma-browser-integration' precisa estar instalado para esta extensão funcionar. Deverá estar disponível no gerenciador de pacotes da sua distribuição quando executar o Plasma 5.13 ou posterior. NOTA: Não há suporte para esta extensão no Debian.
ru: Эффективное управление браузером, даже когда Chrome находится в фоновом режиме. Управление воспроизведением аудио и видео, отображение состояния загрузок в области уведомлений, передача файлов на телефон с помощью KDE Connect, а также другие функции, доступные в окружении рабочего стола KDE Plasma.Для работы этого расширения должен быть установлен пакет «plasma-browser-integration», который доступен в системе управления пакетами вашего дистрибутива начиная с Plasma 5.13.ПРИМЕЧАНИЕ. Это расширение не поддерживается в Debian.
sv: Arbeta effektivt med flera saker genom att styra webbläsarfunktionen från skrivbordet, till och med när Chrome inte finns i bakgrunden. Hantera ljud- och videouppspelning, kontrollera nerladdningar i underrättelseområdet, skicka filer till telefonen med KDE-anslut med mera på KDE Plasma-skrivbordet. Paketet plasma-browser-integration måste vara installerat för att utökningen ska fungera. Det bör vara tillgängligt från distributionens pakethanterare när Plasma 5.13 eller senare används. Observera: Utökningen stöds inte på Debian.
uk: Ефективно працюйте з декількома завданнями, керуючи функціональними можливостями браузера зі стільниці, навіть коли Chrome працює у фоновому режимі. Керуйте відтворення звуку і відео, перевіряйте, чи отримано дані, у області сповіщень, надсилайте файли на ваш телефон за допомогою KDE Connect і виконуйте багато інших завдань, не полишаючи стільниці Плазми KDE! Щоб це розширення могло працювати, слід встановити пакунок plasma-browser-integration. Пакунок для вашого дистрибутива можна встанови зі сховища пакунків, якщо у ньому є пакунки Плазми 5.13 або новішої версії. ЗАУВАЖЕННЯ: у Debian не передбачено підтримки цього пакунка.
zh_cn: 即使 Chrome 处于后台时，也能通过桌面控制浏览器功能，有效地实现多任务。管理音频与视频播放、检查通知区域中的下载任务、通过 KDE Connect 发送文件到手机，更多功能尽在 KDE Plasma 桌面中！ 必须安装 plasma-browser-integration 软件包才能使用该插件。当您使用 Plasma 5.13 以及更新版本时，您应该可以用过您的发行版的软件包管理器安装它。 注意：Debian 不支持此扩展。
