Repository: BlueCannonBall/plasma-browser-integration
Catalog: po/*/plasma-browser-extension.po
Languages: ar, bg, ca@valencia, cs, de, el, es, fr, ja, nl, pl, pt_br, ru, sv, uk, zh_cn

# Heading for list of domains to enable media controls on
source: Enable media controls on:
ar: فعّل التحكّمات بالوسائط في:
bg: Активиране на медийните контроли на:
ca@valencia: Activa els controls multimèdia a:
cs: Povolit ovládání médií na:
de: Mediensteuerung aktivieren auf:
el: Ενεργοποίηση συστατικών ελέγχου πολυμέσων στο:
es: Activar controles multimedia en:
fr: Activer les contrôles multimédia sur :
ja: メディアコントロールを有効化:
nl: Besturing van media inschakelen op:
pl: Włącz obsługę odtwarzacza na:
pt_br: Ativar os controles de mídia em:
ru: Разрешить управление мультимедиа для следующих сайтов:
sv: Aktivera mediakontroller för:
uk: Увімкнути засоби керування відтворенням для:
zh_cn: 启用媒体控制的域名：

# Title for Media controls in popup
source: Media Controls
ar: التحكّمات بالوسائط
bg: Медиен контрол
ca@valencia: Controls multimèdia
cs: Ovládání médií
de: Mediensteuerung
el: Συστατικά ελέγχου πολυμέσων
es: Controles multimedia
fr: Contrôles multimédia
ja: メディアコントロール
nl: Besturing van media
pl: Obsługa odtwarzacza
pt_br: Controles de mídia
ru: Управление мультимедиа
sv: Mediakontroller
uk: Керування відтворенням
zh_cn: 媒体控制

# Title for toolbar popup
source: Plasma Browser Integration
ar: تكامل بلازما مع المتصفّح
bg: Интеграция на браузър в Plasma
ca@valencia: Integració del navegador amb Plasma
cs: Integrace prohlížeče do prostředí Plasma
de: Plasma-Integration für Browser
el: Plasma ενσωμάτωση περιηγητή
es: Integración del navegador con Plasma
fr: Intégration Plasma du navigateur
nl: Plasma-browserintegratie
pl: Integracja przeglądarki Plazmy
pt_br: Integração do navegador no Plasma
ru: Интеграция браузера с Plasma
sv: Plasma webbläsarintegrering
uk: Інтеграція браузера із Плазмою
zh_cn: Plasma 浏览器集成

# Title for plasma-browser-integration-host binary unexpectedly closing/crashing
source: The native host disconnected unexpectedly.
ar: قطعَ المضيف الأصيل الاتصال قطعًا غير متوقّع.
bg: Нативният хост прекъсна неочаквано.
ca@valencia: El servidor natiu s'ha desconnectat inesperadament.
cs: Vlastní hostitel byl nečekaně odpojen.
de: Der native Host wurde unerwartet beendet.
el: Ο υπολογιστής αποσυνδέθηκε απρόσμενα.
es: El servidor nativo se ha desconectado de forma imprevista.
fr: L'hôte natif s'est déconnecté inopinément.
ja: ホストとの接続が予期せず切断されました。
nl: De eigen host heeft onverwacht de verbinding verbroken.
pl: Natywny gospodarz nieoczekiwanie się rozłączył.
pt_br: A máquina nativa desconectou inesperadamente.
ru: Неожиданное завершение главного процесса.
sv: Värddatorn kopplades oväntat bort.
uk: Зв'язок із модулем обробки неочікувано розірвано.
zh_cn: 本地主机意外断开连接。

source: This extension is only supported on Linux and FreeBSD.
ar: هذا الامتداد مدعوم على أنظمة لينِكس وفري‏بي‏إس‏دي فقط.
bg: Това разширение се поддържа само на Linux и FreeBSD.
ca@valencia: Esta extensió només s'admet a Linux i FreeBSD.
cs: Toto rozšíření je podporováno pouze na Linuxu a FreeBSD.
de: Diese Erweiterung wird nur unter Linux und FreeBSD unterstützt.
el: Αυτή η επέκταση υποστηρίζεται μόνο σε Linux και FreeBSD.
es: Esta extensión solo está permitida en Linux y en FreeBSD.
fr: Cette extension est uniquement prise en charge sur Linux et FreeBSD.
ja: この拡張機能は Linux と FreeBSD 上でのみサポートされています。
nl: Deze extensie wordt alleen ondersteund op Linux en FreeBSD.
pl: To rozszerzenie jest obsługiwane tylko na Linuksie i FreeBSD.
pt_br: Esta extensão é suportada apenas no Linux e FreeBSD.
ru: Данное расширение поддерживается только в ОС Linux и FreeBSD.
sv: Utökningen stöds bara på Linux och FreeBSD.
uk: Підтримку цього розширення передбачено лише для Linux та FreeBSD.
zh_cn: 此扩展仅支持 Linux 和 FreeBSD。

source: Unsupported operating system
ar: نظام التشغيل غير مدعوم
bg: Неподдържана операционна система
ca@valencia: Sistema operatiu no admés
cs: Nepodporovaný operační systém
de: Nicht unterstütztes Betriebssystem
el: Μη υποστηριζόμενο λειτουργικό σύστημα
es: Sistema operativo no permitido
fr: Ce système d'exploitation n'est pas pris en charge.
ja: 未サポートのオペレーティングシステム
nl: Niet ondersteund besturingssysteem
pl: Nieobsługiwany system operacyjny
pt_br: Sistema operacional não suportado
ru: Неподдерживаемая операционная система
sv: Operativsystemet stöds inte
uk: Непідтримувана операційна система
zh_cn: 不支持的操作系统

# Description for failure to start plasma-browser-integration-host binary
source: Make sure the 'plasma-browser-integration' package is installed correctly and that you are running Plasma 5.13 or later.
ar: تأكّد من تثبيت حزمة ”plasma-browser-integration“ كما ينبغي وأنك تشغّل «بلازما» 5.13 أو أعلى.
bg: Уверете се, че пакетът "plasma-browser-integration" е инсталиран правилно и, че използвате Plasma 5.13 или по-нова.
ca@valencia: Assegureu-vos que el paquet «plasma-browser-integration» estiga instal·lat correctament i que s'estiga executant Plasma 5.13 o posterior.
cs: Prosím, ujistěte se, že je balíček 'plasma-browser-integration' správně nainstalován a že používáte Plasma 5.13 nebo novější.
de: Stellen Sie sicher, dass das Paket „plasma-browser-integration“ korrekt installiert ist und Sie Plasma 5.13 oder später verwenden.
el: Βεβαιωθείτε ότι το πακέτο 'plasma-browser-integration' έχει εγκαταστυαθεί σωστά και ότι εκτελείτε το Plasma 5.13 ή νεότερο.
es: Asegúrese de que el paquete «plasma-browser-integration» se ha instalado correctamente y de que está ejecutando Plasma 5.13 o posterior.
fr: Assurez-vous que le paquet « plasma-browser-integration » soit correctement installé et que vous utilisiez Plasma 5.13 ou ultérieur.
ja: 'plasma-browser-integration' パッケージが正しくインストールされ、Plasma 5.13 以上が実行されていることを確認してください。
nl: Ga na dat het 'plasma-browser-integration' pakket juist is geïnstalleerd en dat u Plasma 5.13 of later gebruikt.
pl: Należy upewnić się, że wgrano pakiet 'plasma-browser-integration' oraz Plazmę 5.13 lub późniejszą.
pt_br: Certifique-se de que o pacote 'plasma-browser-integration' está instalado corretamente e que você está executando o Plasma 5.13 ou posterior.
ru: Проверьте правильность установки пакета «plasma-browser-integration». Выполняемая среда окружения рабочего стола Plasma должна быть не младше версии 5.13.
sv: Försäkra dig om att paketet 'plasma-browser-integration' är riktigt installerat och att du kör Plasma 5.13 eller senare.
uk: Переконайтеся що пакунок «plasma-browser-integration» встановлено належним чином, і що ви користуєтеся Плазмою 5.13 або новішою версією Плазми.
zh_cn: 请确保软件包 plasma-browser-integration 已正确安装，且您运行的是 Plasma 5.13 以上版本。

# Title for failure to start plasma-browser-integration-host binary
source: Failed to connect to the native host.
ar: فشل الاتصال بالمضيف الأصيل.
bg: Неуспешно свързване с нативния хост.
ca@valencia: No s'ha pogut connectar amb el servidor nadiu.
cs: Chyba při připojení k vlastnímu hostiteli.
de: Verbindung zum nativen Host kann nicht hergestellt werden.
el: Αποτυχία σύνδεσης με τον υπολογιστή.
es: La conexión con el servidor nativo ha fallado.
fr: Impossible de se connecter à l'hôte natif.
ja: ホストへの接続に失敗しました。
nl: Verbinden met eigen host is mislukt.
pl: Nie udało się połączyć z natywnym gospodarzem.
pt_br: Falha ao conectar-se à máquina nativa.
ru: Не удалось подключиться к главному процессу.
sv: Misslyckades ansluta till värddatorn.
uk: Не вдалося встановити з'єднання із основним вузлом.
zh_cn: 连接到本地主机失败。

source: Visit project wiki page for more information
ar: زُر صفحة ويكي المشروع لمعلومات أكثر
bg: Посетете wiki страницата на проекта за повече информация
ca@valencia: Visiteu la pàgina wiki del projecte per a obtindre més informació
cs: Více informací naleznete na wiki projektu
de: Auf der Wikiseite des Projekts finden Sie weitere Informationen
el: Επισκεφθείτε τη σελίδα wiki του έργου για περισσότερες πληροφορίες
es: Visite la página wiki del proyecto para más información
fr: Consultez la page wiki du projet pour davantage d'informations
ja: プロジェクトの Wiki ページで情報を入手する
nl: Bezoek de wiki-projectpagina voor meer informatie
pl: Odwiedź stronę wiki po więcej danych
pt_br: Visite a página wiki do projeto para mais informações
ru: Дополнительная информация доступна на вики-сайте проекта
sv: Besök projektets wiki-sida för mer information
uk: Відвідайте сторінку вікі проєкту, щоб дізнатися більше
zh_cn: 访问本项目的 Wiki 页面以获取更多信息

source: Unknown Error
ar: خطأ مجهول
bg: Неизвестна грешка
ca@valencia: S'ha produït un error desconegut
cs: Neznámá chyba
de: Unbekannter Fehler
el: Άγνωστο σφάλμα
es: Error desconocido
fr: Erreur inconnue
ja: 不明のエラー
nl: Onbekende fout
pl: Nieznany błąd
pt_br: Erro desconhecido
ru: Неизвестная ошибка
sv: Okänt fel
uk: Невідома помилка
zh_cn: 未知错误

# Context menu, call phone number on device $1
source: Call on '$1'
ar: اتّصل على ”$1“
bg: Обадете се на "$1"
ca@valencia: Toca amb «$1»
cs: Volat na '$1'
de: Anrufen auf „$1“
el: Κλήση στο '$1'
es: Llamar en «$1»
fr: Appeler « $1 »
ja: '$1' で電話をかける
nl: Oproep op '$1'
pl: Zadzwoń z '$1'
pt_br: Chamar em '$1'
ru: Позвонить через «$1»
sv: Ring på '$1'
uk: Подзвонити на «$1»
zh_cn: 在“$1”上调用

# Context menu, open link on device $1, similar to 'Open in New Tab'
source: Open on '$1'
ar: افتح في ”$1“
bg: Отваряне на "$1"
ca@valencia: Obri a «$1»
cs: Otevřít pomocí '$1'
de: Auf „$1“ öffnen
el: Άνοιγμα στο '$1'
es: Abrir en «$1»
fr: Ouvrir sur « $1 »
ja: '$1' で開く
nl: Openen op '$1'
pl: Otwórz na '$1'
pt_br: Abrir em '$1'
ru: Открыть на устройстве «$1»
sv: Öppna på '$1'
uk: Відкрити у «$1»
zh_cn: 在“$1”上打开

# Context menu, open link on device whose name we don't (yet) know
source: Open via KDE Connect
ar: افتح في «كدي المتّصل»
bg: Отваряне чрез KDE Connect
ca@valencia: Obri via KDE Connect
cs: Otevřít přes KDE Connect
de: Mit KDE Connect öffnen
el: Άνοιγμα μέσω KDE COnnect
es: Abrir usando KDE Connect
fr: Ouvrir via KDE Connect
ja: KDE Connect で開く
nl: Via KDE Connect openen
pl: Otwórz przez KDE Connect
pt_br: Abrir via KDE Connect
ru: Открыть через KDE Connect
sv: Öppna via KDE:s anslutningstjänst
uk: Відкрити за допомогою KDE Connect
zh_cn: 通过 KDE Connect 打开

source: If you find an issue, please check the <a href="$1">list of open bugs</a> and then <a href="$2">file a bug report</a>.
ar: إن وجدت مشكلة من فضلك راجِع <a href="$1">قائمة العلل المفتوحة</a> ثمّ <a href="$2">افتح بلاغًا عن علة</a>.
bg: Ако откриете проблем, моля, проверете <a href="$1"> списъка с отворени грешки </a>и след това <a href="$2"> подайте доклад за грешка </a>.
ca@valencia: Si trobeu un problema, comproveu la <a href="$1">llista d'errors oberts</a> i després <a href="$2">ompliu un informe d'error</a>.
cs: Pokud narazíte na problém, prosím zkontrolujte <a href="$1">seznam otevřených chyb</a> a poté <a href="$2">nahlaste chybu</a>.
de: Bei Problemen überprüfen Sie bitte die <a href="$1">Liste der offenen Fehler</a> und schreiben Sie dann einen <a href="$2">Fehlerbericht</a>.
el: Αν αντιμετωπίσετε πρόβλημα, ελέγξτε τη <a href="$1">λιστα των ανοιχτών σφαλμάτων</a> και έπειτα <a href="$2">κάνετε μια αναφορά σφάλματος</a>.
es: Si encuentra un problema, compruebe la <a href="$1">lista de errores abiertos</a> y, si procede, <a href="$2">genere un informe de error</a>.
fr: Si vous rencontrez un problème, veuillez vérifier la <a href="$1">liste des bogues ouverts</a> et <a href="$2">remplir un rapport de bogue</a>.
ja: 問題を見つけた場合は、<a href="$1">既知のバグのリスト</a>を確認した後、<a href="$2">バグの報告</a>をしてください。
nl: Als u een probleem vindt, controleer dan de <a href="$1">lijst met open bugs</a> en daarna <a href="$2">stuur een bugrapport</a>.
pl: Jeśli znalazłeś błąd, to proszę sprawdź najpierw <a href="$1">wykaz otwartych błędów</a> a dopiero potem <a href="$2">wypełnij zgłoszenie o błędzie</a>.
pt_br: Se você encontrou um erro, verifique a <a href="$1">lista de erros abertos</a> e então <a href="$2">preencha um relatório de erro</a>.
ru: Если вы нашли ошибку, пожалуйста, посетите страницу с уже <a href="$1">известными ошибками</a> , затем можете <a href="$2">отправить отчёт об ошибке</a>.
sv: Om du hittar ett problem, kontrollera <a href="$1">listan över befintliga fel</a> och skicka därefter gärna in <a href="$2">en felrapport</a>.
uk: Якщо вам вдасться знайти ваду, будь ласка, пошукайте її у <a href="$1">списку відомих вад</a>. Якщо не знайдете, <a href="$2">створіть новий звіт щодо вади</a>.
zh_cn: 如果发现问题，请检查 <a href="$1">打开状态的错误</a>，然后<a href="$2">提交一个错误报告</a>。

# Link to view browser extension changelog
source: View Changelog
ar: اعرض سجلّ التغييرات
bg: Преглед на дневника за промени
ca@valencia: Mostra el registre de canvis
cs: Zobrazit seznam změn
de: Änderungsprotokoll ansehen
el: Προβολή καταγραφής αλλαγών
es: Ver el registro de cambios
fr: Afficher le journal des modifications
ja: 変更ログを見る
nl: Log met wijzigingen bekijken
pl: Obejrzyj dziennik zmian
pt_br: Visualizar registro de alterações
ru: Открыть журнал изменений
sv: Visa ändringslogg
uk: Переглянути список змін
zh_cn: 查看更新日志

source: © 2017-2020 Kai Uwe Broulik and David Edmundson
ar: © 2017-2020 لِ‍ Kai Uwe Broulik و David Edmundson
bg: © 2017-2020 Kai Uwe Broulik и David Edmundson
ca@valencia: © 2017-2020 Kai Uwe Broulik i David Edmundson
cs: © 2017, 2020 Kai Uwe Broulik a David Edmundson
de: © 2017 -2020 Kai Uwe Broulik und David Edmundson
el: © 2017-2020 Kai Uwe Broulik και David Edmundson
es: © 2017-2020 Kai Uwe Broulik y David Edmundson
fr: © 2017-2020 Kai Uwe Broulik et David Edmundson
nl: © 2017-2020 Kai Uwe Broulik en David Edmundson
pl: © 2017-2020 Kai Uwe Broulik oraz David Edmundson
pt_br: © 2017-2020 Kai Uwe Broulik e David Edmundson
ru: © Kai Uwe Broulik и David Edmundson, 2017–2020
sv: © 2017-2020 Kai Uwe Broulik och David Edmundson
uk: © Kai Uwe Broulik та David Edmundson, 2017–2020

source: This browser extension was created by the <a href="$1">KDE Community</a>. You can find more information about this project on the <a href="$2">KDE Community Wiki</a>.
ar: صنع <a href="$1">مجتمع كدي</a> امتداد المتصفّح هذا. ستجد معلومات أكثر عن هذا المشروع في <a href="$2">ويكي مجتمع كدي</a>.
bg: Това разширение на браузъра е създадено от <a href="$1"> Общността на KDE </a>. Можете да намерите повече информация за този проект в <a href="$2">KDE Community Wiki</a>.
ca@valencia: Esta ampliació del navegador fou creada per la <a href="$1">Comunitat KDE</a>. Trobareu més informació quant a este projecte al <a href="$2">Comunitat KDE Wiki</a>.
de: Diese Browser-Erweiterung wurde von der <a href="$1">KDE-Gemeinschaft</a> erstellt. Weitere Informationen über dieses Projekt finden Sie im <a href="$2">Wiki der KDE-Gemeinschaft</a>.
el: Αυτή η επέκταση περιήγησης δημιουργήθηκε από την <a href="$1">Κοινότητα του KDE</a>. Μπορείτε να βρείτε περισσότερες πληροφορίες για αυτό το έργο στο <a href="$2">Wiki της Κοινότητας του KDE</a>.
es: Esta extensión de navegador fue creada por la <a href="$1">Comunidad KDE</a>. Puede encontrar más información sobre este proyecto en la <a href="$2">Wiki de la Comunidad KDE</a>.
fr: Cette extension de navigateur a été créée par la <a href="$1">Communauté KDE</a>. Vous pouvez trouver davantage d'informations relatives à ce projet sur le <a href="$2">Wiki de la Communauté KDE</a>.
ja: このブラウザ拡張機能は <a href="$1">KDE Community</a> によって作成されました。<a href="$2">KDE Community Wiki</a> でこのプロジェクトについてのさらなる情報を入手できます。
nl: Deze extensie van een browser is gemaakt door de <a href="$1">KDE-gemeenschap</a>. U kunt meer informatie over dit project vinden op de <a href="$2">KDE-gemeenschapswiki</a>.
pl: Rozszerzenie przeglądarki zostało stworzone przez <a href="$1">Społeczność KDE</a>. Więcej o tym projekcie można znaleźć na <a href="$2">Wiki społeczności KDE</a>.
pt_br: Esta extensão de navegador foi criado pela <a href="$1">Comunidade KDE</a>. Você pode encontrar mais informações sobre este projeto na <a href="$2">wiki da Comunidade KDE</a>.
ru: Данное расширение создано <a href="$1">сообществом KDE</a>. Больше информации о данном проекте вы можете получить на <a href="$2">вики-странице</a>.
sv: Den här webbläsarutökningen skapades av <a href="$1">KDE:s gemenskap</a>. Du hittar mer information om projektet på <a href="$2">KDE Community Wiki</a>.
uk: Це розширення браузера було створено <a href="$1">спільнотою KDE</a>. Дізнатися більше про цей проєкт можна з <a href="$2">вікі спільноти KDE</a>.
zh_cn: 本浏览器扩展程序由 <a href="$1">KDE 社区</a>制作。您可以在 <a href="$2">KDE 社区 Wiki</a> 中找到有关此项目的详细信息。

source: If you like what you saw, please consider <a href="$1">donating to KDE</a>, so we can continue to make the best free software possible.
ar: إن أحببت ما ترى، نرجو منك <a href="$1">التبرّع إلى كدي</a> لنواصل تقديم أفضل البرمجيات الحرّة.
bg: Ако харесвате видяното, моля, помислете за <a href="$1"> дарение на KDE </a>, за да можем да продължим да правим възможно най-добрия безплатен софтуер.
ca@valencia: Si vos agrada el que veeu, per favor, considereu fer una <a href="$1">donació a KDE</a>, per tal de continuar fent el millor programari lliure possible.
de: Wenn Ihnen gefällt, was Sie gesehen haben, erwägen Sie bitte eine <a href="$1">Spende an KDE</a>, damit wir weiterhin die bestmögliche freie Software entwickeln können.
el: Αν σας αρέσει αυτό που είδατε, εξετάστε το ενδεχόμενο να <a href="$1">κάνετε μία δωρεά στο KDE</a>, για να συνεχίσουμε να προσφέρουμε το καλύτερο ελεύθερο λογισμικό.
es: Si le gusta lo que ve, considere la posibilidad de <a href="$1">hacer una donación a KDE</a> para que podamos seguir haciendo el mejor software libre que nos sea posible.
fr: Si vous aimez ce que vous voyez, vous pouvez envisager <a href="$1">de faire un don à KDE</a>, afin que nous puissions continuer à développer les meilleurs logiciels libres possibles.
ja: お気に召しましたら、我々が優れたフリーソフトウェアの開発を続けられるよう <a href="$1">KDE への寄付</a>のご検討をお願いします。
nl: Als u wat u zag fijn vond, bekijk dan eens of <a href="$1">doneren aan KDE</a> iets is, zodat we door kunnen gaan om de beste vrije software mogelijk te maken.
pl: Jeśli lubisz to co widzisz, to rozważ proszę <a href="$1">datek na KDE</a>, tak abyśmy mogli kontynuować tworzenie najlepszego wolnego oprogramowania.
pt_br: Se você gostou do que viu, considere <a href="$1">doar para o KDE</a>, assim podemos continuar fazendo o melhor software livre possível.
ru: Если вам нравится наше творение, но не знаете, как отблагодарить, то вы можете внести свою лепту, сделав <a href="$1">денежное пожертвование команде KDE</a> для того, чтобы мы могли продолжать делать лучшее свободное ПО ещё лучше.
sv: Om du tycker om vad du ser, fundera gärna på att <a href="$1">bidra till KDE</a>, så att vi kan fortsätta att skapa den bästa möjliga fria programvaran.
uk: Якщо вам подобається наша програма, будь ласка, <a href="$1">допоможіть KDE фінансово</a>, уможлививши подальшу розробку якомога кращого вільного програмного забезпечення.
zh_cn: 如果您喜欢这个扩展程序，请考虑<a href="$1">捐款给 KDE</a>，让我们可以继续开发好用的自由软件。

# Version of browser extension
source: Extension version: $1
ar: إصدارة الامتداد: $1
bg: Версия на разширението: $1
ca@valencia: Versió de l'extensió: $1
cs: Verze rozšíření: $1
de: Version der Erweiterung: $1
el: Επέκταση έκδοση: $1
es: Versión de la extensión: $1
fr: Version de l'extension : %1
ja: 拡張機能のバージョン: $1
nl: Extensie-versie: $1
pl: Wersja rozszerzenia: $1
pt_br: Versão da extensão: $1
ru: Версия расширения: $1
sv: Utökningsversion: $1
uk: Версія розширення: $1
zh_cn: 扩展版本：$1

# Version of extension native host
source: Host version: $1
ar: إصدارة المضيف: $1
bg: Хост версия: $1
ca@valencia: Versió del servidor: $1
cs: Verze hostitele: $1
de: Version des Hosts: $1
el: Υπολογιστής έκδοση: $1
es: Versión del servidor: $1
fr: Version de l'hôte : %1
ja: ホストのバージョン: $1
nl: Host-versie: $1
pl: Wersja gospodarza: $1
pt_br: Versão do sistema: $1
ru: Версия службы интеграции браузера: $1
sv: Värddatorversion: %1
uk: Версія основної системи: $1
zh_cn: 主机版本：$1
