Repository: BlueCannonBall/plasma-browser-integration
Catalog: po/*/plasma-browser-extension.po
Languages: ar, bg, ca@valencia, cs, de, el, es, fr, ja, nl, pl, pt_br, ru, sv, uk, zh_cn

# KDE description taken from kaboutkdedialog_p.h in kmxlgui
source: KDE is a world-wide community of software engineers, artists, writers, translators and creators who are committed to <a href="$1">Free Software</a> development. KDE produces the Plasma desktop environment, hundreds of applications, and the many software libraries that support them. KDE is a cooperative enterprise: no single entity controls its direction or products. Instead, we work together to achieve the common goal of building the world's finest Free Software. Everyone is welcome to <a href="$2">join and contribute</a> to KDE, including you. Visit <a href="$3">$3</a> for more information about the KDE community and the software we produce.
ar: كدي هي مجتمع عالمي من مهندسي البرامج والفنانين والكتّاب والمترجمين - متفانين في تطوير <a href="$1">البرامج الحرة</a>. أنتج مجتمع كدي بيئة سطح المكتب بلازما ومئات من التطبيقات والعديد من المكتبات التي تدعمها. كدي مؤسسة تعاونية حيث لا تتحكم جهة واحدة بتوجهها أو بمنتجاتها. على نقيض ذلك فنحن نعمل معًا لتحقيق هدفًا مشتركًا هو تطوير أفضل التطبيقات الحرة. الجميع مرحّب به <a href="$2">للانضمام والمساهمة</a> في كدي (بما فيهم أنت). زُر <a href="$3">$3</a> لمعلومات أكثر عن مجتمع كدي والتطبيقات التي نطورها.
bg: KDE е световна общност от софтуерни инженери, художници, писатели,преводачи и създатели, ангажирани с <a href="$1"> безплатен софтуер </а> развитие. KDE произвежда средата на работния плот на Plasma, стотици приложения и многото софтуерни библиотеки, които ги поддържат. KDE е кооперативно предприятие: нито едно предприятие не контролира неговите насоки или продукти.Вместо това работим заедно, за да постигнем общата цел за изграждане на най-добрият безплатен софтуер. Всеки е добре дошъл да <a href="$2"> се присъедини и допринесе </a> за KDE, включително и вие. Посетете <a href="$3"> $3 </a> за повече информация за KDE общността и софтуера, който произвеждаме.
ca@valencia: KDE és una xarxa mundial d'enginyers informàtics, artistes, escriptors, traductors i creadors compromesos amb el desenvolupament de <a href="$1">programari lliure</a> (Free Software). KDE ha creat l'entorn d'escriptori Plasma, centenars d'aplicacions, i moltes biblioteques de programari que les fan funcionar. KDE és una iniciativa cooperativa: cap entitat individual controla la seua direcció ni els seus productes. Altrament, treballem conjuntament per a aconseguir l'objectiu comú de crear el programari lliure més refinat del món. Donem la benvinguda a tothom a <a href="$2">afegir-se i col·laborar</a> amb KDE, incloent-vos-hi. Visiteu <a href="$3">$3</a> per a més informació sobre la comunitat KDE i el programari que produïm.
cs: KDE je celosvětová komunita softwarových inženýrů, výtvarníků, překladatelů a jiných přispěvatelů, kteří se odevzdali vývoji <a href="$1">Svobodného Softwaru</a>. KDE vytvořilo pracovní prostředí Plasma, stovky aplikací a spousty knihoven, jenž je podporují. KDE je společné úsilí, kde žádná společnost neřídí jeho směr nebo produkty. Namísto toho spolupracujeme na společném cíli jímž je vytvoření nejlepšího Free Softwaru. Každý je vítán aby <a href="$2">se zapojil a přispíval</a> do KDE, včetně vás. Více informací o komunitě KDE a softwaru, na kterém pracujeme najdete na <a href="$3">$3</a>.
de: KDE ist ein weltweite Gemeinschaft von Programmierern, Künstlern, Autoren, Übersetzern und Unterstützern, die sich der Entwicklung von <a href="$1">Freier Software</a> verschrieben haben. KDE veröffentlicht die Plasma-Arbeitsumgebung, hunderte von Anwendungen und viele Bibliotheken als Grundlage. KDE ist ein Gemeinschaftsprojekt und wird nicht von einer einzelnen Gruppe, Firma oder Organisation kontrolliert. Statt dessen wird zusammen die beste freie Software erstellt. Jeder ist eingeladen, bei <a href="$2">KDE mit zu machen</a>. Besuchen Sie <a href="$3">$3</a>, um mehr Informationen über das KDE-Projekt zu erhalten.
el: Το KDE είναι μία παγκόσμια κοινότητα μηχανικών λογισμικού, καλλιτεχνών, συγγραφέων, μεταφραστών και δημιουργών που έχουν δεσμευτεί στην ανάπτυξη <a href="$1">Ελεύθερου Λογισμικού</a>. Το KDE παράγει το περιβάλλον επιφάνειας εργασίας Plasma, εκατοντάδες εφαρμογών και τις πολλές βιβλιοθήκες λογισμικού για υποστήριξη. Το KDE είναι μια συνεργατική επιχείρηση: Καμία οντότητα από μόνη της δεν ελέγχει την κατεύθυνσή του ή τα προϊόντα. Αντίθετα, συνεργαζόμαστε για να επιτύχουμε τον κοινό στόχο να κατασκευαστεί το τελειότερο Ελεύθερο Λογισμικό στον κόσμο. Όλοι είναι ευπρόσδεκτοι, και εσείς φυσικά, <a href="$2">να συμμετάσχουν και να συμβάλλουν</a> στο KDE. Επισκεφθείτε το <a href="$3">$3</a> για περισσότερες πληροφορίες για την κοινότητα του KDE και το λογισμικό που παράγουμε.
es: KDE es una comunidad mundial de ingenieros de software, artistas, escritores, traductores y creadores comprometidos con el desarrollo de <a href="$1">software libre</a>. KDE produce el entorno de escritorio Plasma y cientos de aplicaciones, así como las numerosas bibliotecas de software en las que se basan. KDE es una empresa cooperativa: ninguna entidad aislada controla su dirección ni sus productos. En lugar de ello, trabajamos conjuntamente para conseguir el objetivo común de crear el mejor software libre del mundo. Todo el mundo está invitado a <a href="$2">unirse y colaborar</a> con KDE, incluido usted. Visite <a href="$3">$3</a> para obtener más información sobre la comunidad de KDE y el software que producimos.
fr: KDE est une communauté, à l'échelle mondiale, d'ingénieurs en logiciels, d'artistes, de traducteurs et de créateurs se consacrant au développement de <a href="$1">logiciels libres</a>. KDE produit l'environnement de bureau Plasma, des centaines d'applications et de très nombreuses bibliothèques logicielles qui leur permettent de fonctionner. KDE est un mouvement coopératif : aucune entité unique ne contrôle sa direction ou ses produits. Nous travaillons ensemble dans l'optique de bâtir les meilleurs logiciels libres qui soient. Chacun est invité <a href="$2">à nous rejoindre et à contribuer</a> à KDE, y compris vous. Visitez <a href="$3">$3</a> pour plus d'informations sur le projet KDE et les logiciels que nous créons.
ja: KDE はソフトウェアエンジニア、アーティスト、作家、翻訳者、<a href="%1">フリーソフトウェア</a>の開発に協力する人々による世界的なコミュニティです。KDE は Plasma デスクトップ環境や、数百ものアプリケーション、それらをサポートするたくさんのライブラリを作り出しています。KDE は協力事業です: 一つの企業が方向性や製品をコントロールすることはありません。代わりに、私達は世界最高級のフリーソフトウェアを作成するという共通のゴールを達成するために共に働いています。あなたを含む誰もが KDE に<a href="%2">参加して貢献</a>することが歓迎されています。<a href="%3">%3</a>を訪れて KDE Community と私達が作り出したソフトウェアの詳細情報をご覧ください。
nl: KDE is een wereldwijde gemeenschap van software-ingenieurs, artiesten, schrijvers, vertalers en makers, die aan de ontwikkeling van <a href="$1">Vrije Software</a> zijn toegewijd. KDE maakt de Plasma ontwikkelomgeving, honderden toepassingen en de vele softwarebibliotheken die ze ondersteunen. KDE is een samenwerkingsverband: geen enkele entiteit bestuurt zijn richting of producten. In plaats daarvan werken we samen om het gemeenschappelijke doel te bereiken van het bouwen van 's werelds beste Vrije Software. Iedereen is welkom bij <a href="$2">doe mee en draag bij</a> aan KDE, ook u. Kijk voor meer informatie over de KDE-gemeenschap en over de software die we maken op <a href="$3">$3</a>.
pl: KDE jest światową siecią inżynierów oprogramowania, artystów, pisarzy, tłumaczy oraz osób wspomagających, którzy poświęcają się rozwojowi <a href="$1">Wolnego Oprogramowania</a>. Społeczność ta stworzyła setki programów Wolnego Oprogramowania będących częścią szkieletów KDE, przestrzeni roboczych i aplikacji. KDE jest współpracującym przedsiębiorstwem, w którym nie istnieje pojedynczy byt sterujący pracą lub produktami KDE przy wykluczeniu reszty. <a href="$2">Uczestnictwo i współtworzenie</a> w KDE jest mile widziane w każdym przypadku, także w twoim. Odwiedź <a href="$3">$3</a> po więcej informacji na temat społeczności KDE i oprogramowania, które tworzymy.
pt_br: KDE é uma comunidade mundial de engenheiros de software, artistas, escritores, tradutores e colaboradores que estão empenhados com o desenvolvimento de <a href="$1">Software Livre</a>. O KDE desenvolve o ambiente de trabalho Plasma, centenas de aplicativos e muitas das bibliotecas que são utilizadas por esses softwares. É uma companhia cooperativa: nenhuma entidade individual controla a direção ou produtos. Em vez disso, nós trabalhamos juntos para alcançar o objetivo comum de construir um mundo melhor com software livre. Todos são bem-vindos a <a href="$2">participar e contribuir</a> com o KDE, incluindo você. Visite <a href="$3">$3</a> para obter mais informações sobre a comunidade KDE e sobre os softwares que produzimos.
ru: KDE — международное сообщество программистов, дизайнеров, переводчиков и других людей, так или иначе посвящающих себя разработке <a href="$1">свободного программного обеспечения</a>. KDE выпускает рабочую среду Plasma, сотни прикладных программ, а также множество необходимых для них программных библиотек. Не существует группы или организации, держащей под исключительным контролем действия или направления развития продуктов KDE. Вместо централизованного подхода мы стремимся к общей цели — созданию лучшего в мире свободного ПО. Мы будем рады каждому, кто захочет <a href="$2">внести свой вклад</a> в развитие KDE. Для того чтобы больше узнать о проекте, зайдите на сайт <a href="$3">$3</a>.
sv: KDE är ett världsomspännande nätverk av programvaruingenjörer, grafiker, författare, översättare och kreatörer som är engagerade i utveckling av <a href="$1">fri programvara</a>. KDE producerar skrivbordsmiljön Plasma, hundratals program, och de talrika programvarubibliotek som stöder dem. KDE är ett kooperativ, där ingen enskild person styr inriktningen eller produkterna. Istället arbetar vi tillsammans för att uppnå det gemensamma målet att skapa värdens finaste fria programvara. Alla är välkomna att <a href="$2">gå med och bidra</a> till KDE, inklusive du själv. Besök <a href="$3">$3</a> för ytterligare information om KDE-gemenskapen och programvaran vi skapar.
uk: KDE — це всесвітня спільнота програмістів, художників, авторів текстів, перекладачів та фахівців з полегшення користування програмами, які роблять свій внесок до розвитку <a href="$1">вільного програмного забезпечення</a>. Цією спільнотою створено стільничне середовище Плазма, сотні вільних програм і безліч програмних бібліотек, які є основою роботи програм. Розробка KDE є спільною працею, у якій жоден з учасників не має переважного контролю над зусиллями або результатами роботи інших розробників KDE. Ми працюємо разом заради спільної мети, якою є створення якомога якіснішого вільного програмного забезпечення. Кожен може <a href="$2">долучитися і зробити свій внесок</a> до KDE, зокрема це можете зробити ви. Відвідайте сайт <a href="$3">$3</a>, щоб дізнатися більше про спільноту KDE та створене нею програмне забезпечення.
zh_cn: KDE 是由一群致力于<a href="$1">自由软件</a>事业的人们所组成的全球性协作社区。它的成员包括了来自世界各地的软件工程师、艺术工作者、文字工作者、翻译人员和其他创意人员。KDE 社区开发了 Plasma 桌面环境、数百款功能各异的应用软件、以及用于支持它们的大量程序库。KDE 是一项立足于协作精神的事业，它的运作和产出不受任何单一个人或者机构的控制。我们的共同目标是为全世界带来高品质的自由软件。不管您来自何方，我们都欢迎您加入 KDE 并做出<a href="$2">贡献</a>。请访问 <a href="$3">$3</a> 来了解 KDE 社区和软件的更多信息。

source: License: <a href="$1">GNU General Public License Version 3</a>
ar: الرخصة: <a href="$1">رخصة غنو العمومية إصدارة ٣</a>
bg: Лиценз: <a href="$1"> GNU General Public License Version 3 </a>
ca@valencia: Llicència: <a href="$1">Llicència pública general de GNU versió 3</a>
cs: Licence: <a href="$1">GNU General Public License Version 3</a>
de: Lizenz: <a href="$1">GNU General Public License Version 3</a>
el: Άδεια χρήσης: <a href="$1">GNU General Public License Version 3</a>
es: Licencia: <a href="$1">Licencia Pública General de GNU versión 3</a>
fr: Licence : <a href="$1">Version 3 de la Licence Publique Générale GNU</a>
ja: ライセンス: <a href="$1">GNU General Public License Version 3</a>
nl: Licentie: <a href="$1">GNU General Public License Versie 3</a>
pl: Licencja: <a href="$1">GNU General Public License Version 3</a>
pt_br: Licença: <a href="$1">GNU General Public License Version 3</a>
ru: Лицензия: <a href="$1">Универсальная общественная лицензия GNU (GNU General Public License) версии 3</a>
sv: Licens: <a href="$1">GNU General Public License Version 3</a>
uk: Умови ліцензування: <a href="$1">Загальна громадська ліцензія GNU версії 3</a>
zh_cn: 许可证：<a href="$1">GNU 通用公共许可证第 3 版</a>

source: Translated by: $1
ar: ترجمهُ: $1
bg: Преведено от: $1
ca@valencia: Traduït per: $1
cs: Přeloženo: $1
de: Übersetzt von: $1
el: Μεταφράστηκε από: $1
es: Traducido por: $1
fr: Traduit par : $1
ja: 翻訳者: $1
nl: Vertaald door: $1
pl: Przetłumaczone przez: $1
pt_br: Traduzido por: $1
ru: Перевод: $1
sv: Översatt av: $1
uk: Переклад: $1
zh_cn: 翻译人员：$1

# Name of translators
source: Your names
ar: زايد السعدي صفا الفليج
bg: Минчо Кондарев
ca@valencia: Josep M. Ferrer
cs: Vít Pelčák
de: Deutsches KDE-Übersetzerteam
el: Stelios
es: Eloy Cuadra
fr: Simon Depiets
ja: Ryuichi Yamada
nl: Freek de Kruijf
pl: Twoje nazwisko
pt_br: Luiz Fernando Ranghetti
ru: Шейхнур Латипов
sv: Stefan Asserhäll
uk: Юрій Чорноіван
zh_cn: KDE 中国, csslayer, Guo Yunhe, Tyson Tan

# Title for settings about KRunner plugins
source: Plasma Search
ar: بحث بلازما
bg: Търсене на Plasma
ca@valencia: Busca de Plasma
cs: Hledání Plasma
de: Plasma-Suche
es: Búsqueda de Plasma
fr: Recherche de Plasma
ja: Plasma 検索
nl: Plasma zoeken
pl: Wyszukiwarka Plazmy
pt_br: Pesquisa do Plasma
ru: Поиск Plasma
sv: Plasma-sökning
uk: Пошук у Плазмі
zh_cn: Plasma 搜索

source: This extension is not supported on this operating system.
ar: لا يدعم هذا الامتداد نظام التشغيل هذا.
bg: Това разширение не се поддържа от тази операционна система.
ca@valencia: Esta extensió no s'admet en este sistema operatiu.
cs: Toto rozšíření není na tomto operačním systému podporováno.
de: Diese Erweiterung wird auf diesem Betriebssystem nicht unterstützt.
el: Αυτή η επέκταση δεν υποστηρίζεται σε αυτό το λειτουργικό σύστημα.
es: Esta extensión no está permitida en este sistema operativo.
fr: Cette extension n'est pas prise en charge sur ce système d'exploitation.
ja: この拡張機能はこのオペレーティングシステムではサポートされていません。
nl: Deze extensie wordt niet ondersteund op dit besturingssysteem.
pl: To rozszerzenie nie jest obsługiwane na tym systemie operacyjnym.
pt_br: Esta extensão não é suportada neste sistema operacional.
ru: Данное расширение не поддерживается на вашей операционной системе.
sv: Utökningen stöds inte på det här operativsystemet.
uk: Підтримки цього розширення у цій операційній системі не передбачено.
zh_cn: 此操作系统不支持此扩展程序。

# Description for Breeze style scroll bars plugin
source: This may interfere with the appearance of websites that already apply a custom styling to their scroll bars.
ar: قد يؤثّر هذا الخيار على مظهر المواقع التي تطبّق نمطها المخصّص على أشرطة التمرير.
bg: Това може да попречи на появата на уебсайтове, които вече прилагат персонализиран стил на техните ленти за превъртане.
ca@valencia: Açò pot interferir amb l'aparença de llocs web que ja apliquen un estil personalitzat en les barres de desplaçament.
de: Dies beeinträchtigt möglicherweise das Erscheinungsbild von Webseiten, welche bereits einen eigenen Stil für deren Bildlaufleisten anwenden.
el: Αυτό μπορεί να ενοχλήσει την εμφάνιση ιστοτόπων οι οποίοι ήδη εφαρμόζουν ένα προσαρμοσμένο στιλ στις γραμμές κύλισης.
es: Esto puede interferir con el aspecto de los sitios web que aplican un estilo personalizado a las barras de desplazamiento.
fr: Cette option peut interférer avec l'apparence de sites Web qui appliquent déjà un style personnalisé à leurs barres de défilement.
ja: このオプションはカスタマイズされたスクロールバーを使用しているウェブサイトの外観を損なう可能性があります。
nl: Dit kan interfereren met het uiterlijk van websites die reeds een aangepaste stijl hanteren voor hun schuifbalken.
pl: To może wpływać na wygląd stron, które już nakładają swój własny wygląd na paski przewijania.
pt_br: Isto pode interferir com a aparência de sites que já aplicam um estilo personalizado para as barras de rolagem.
ru: Данная функция может мешать работе сайтов, имеющих собственный стиль полос прокрутки.
sv: Det kan påverkar utseendet på webbplatser som redan använder egna stilar för sina rullningslister.
uk: Це може не відповідати загальній концепції вигляду сайтів, де вже застосовано нетиповий стиль до смужок гортання.
zh_cn: 这可能会影响本身对滚动条应用了自定义视觉风格的网站的外观。

# Title for Breeze style scroll bars plugin
source: Use Breeze-style scroll bars
ar: استعمل أشرطة تمرير بنمط «نسيم»
bg: Използване на ленти за превъртане в стил Breeze
ca@valencia: Utilitza barres de desplaçament de l'estil Brisa
cs: Použít styl posuvníku Breeze
de: Bildlaufleisten im Breeze-Stil verwenden
el: Χρήση γραμμών κύλισης σε στιλ Breeze
es: Usar las barras de desplazamiento del estilo Brisa
fr: Utiliser les barres de défilement de type Breeze
ja: Breeze スタイルのスクロールバーを使う
nl: Breeze-stijl schuifbalken gebruiken
pl: Użyj pasków przewijania z wyglądu Bryzy
pt_br: Usar barras de rolagem no estilo Breeze
ru: Использовать стиль полос прокрутки Breeze
sv: Använd Breeze-liknande rullningslister
uk: Смужки гортання у стилі Breeze
zh_cn: 使用 Breeze 微风视觉风格的滚动条

# Option for adding downloaded files to recent documents
source: Add downloaded files to recent documents
ar: أضِف الملفات المنزّلة إلى قائمة أحدث المستندات
bg: Добавяне на изтеглени файлове към последните документи
ca@valencia: Afig els fitxers baixats als documents recents
cs: Přidat stažené soubory mezi nedávné dokumenty
de: Heruntergeladene Dateien zu zuletzt geöffnete Dokumenten
el: Προσθήκη ληφθέντων αρχείων σε πρόσφατα έγγραφα
es: Añadir los archivos descargados a los documentos recientes
fr: Ajouter les fichiers téléchargés aux documents récents
ja: ダウンロードしたファイルを最近のドキュメントに追加する
nl: Gedownloade bestanden aan recente documenten toevoegen
pl: Dodaj pobrane pliki do ostatnich dokumentów
pt_br: Adicionar os arquivos baixados aos documentos recentes
ru: Добавлять загруженные файлы в список последних открытых документов
sv: Lägg till nerladdade filer till senaste dokument
uk: Додавати отримані файли до списку нещодавніх документів
zh_cn: 添加下载的文件到最近文档

# Option for saving download source URL in file metadata
source: Save URL a file was downloaded from in the file's attributes
ar: احفظ العنوان الذي نُزّل منه الملف في صفات الملف
bg: Запазване на URL адрес, от който е изтеглен файл в атрибутите на файла
ca@valencia: Guarda l'URL des del qual s'ha baixat un fitxer en els atributs del fitxer
de: Adresse, von der eine Datei heruntergeladen wurde, in deren Dateiattributen speichern
el: Αποθήκευση του URL από το οποίο ελήφθη αρχείο στις ιδιότητες του αρχείου
es: Guardar el URL de donde se ha descargado un archivo en los atributos del archivo
fr: Enregistrer l'URL depuis laquelle le fichier a été téléchargé dans les attributs du fichier.
ja: ファイルの属性にダウンロード元の URL を保存する
nl: URL opslaan waar vanaf een bestand is gedownload in de attributen van het bestand
pl: Zachowaj adres URL pobranego pliku we właściwościach pliku
pt_br: Salva a URL de onde um arquivo foi baixado nos atributos do arquivo
ru: Сохранять в аттрибутах адрес, откуда файл был загружен
sv: Spara webbadress som en fil laddades ner från i filens egenskaper
uk: Зберегти адресу, звідки було завантажено файл, у атрибутах файла
zh_cn: 将下载文件的来源 URL 保存到文件属性

source: Note: The URL may contain sensitive information that could be disclosed when the file is accessible by or shared with others
ar: لاحِظ: يمكن أن يحتوي العنوان على معلومات حساسة قد تكون عرضة للكشف حين يُشارك الملف مع الآخرين أو حين يستطيع الآخرين الوصول إليه
bg: Забележка: URL адресът може да съдържа чувствителна информация, която може да бъде разкрита, когато файлът е достъпен от или споделен с други
ca@valencia: Nota: L'URL pot contindre informació confidencial que es podria divulgar si el fitxer és accessible o compartit amb tercers
de: Hinweis: Die Adresse enthält möglicherweise sensible Informationen, die anderen offengelegt werden könnten, wenn die Datei mit diesen geteilt oder zugänglich gemacht wird
el: Σημείωση: Το URL ίσως περιέχει ευαίσθητες πληροφορίες που θα μπορούσαν να αποκαλυφθούν όταν το αρχείο γίνει προσβάσιμο ή διαμοιράζεται
es: Nota: El URL puede contener información sensible que se puede descubrir al hacerlo accesible o al compartirlo con otros
fr: Remarque : l'URL est susceptible de contenir des informations sensibles qui pourraient être divulguées si le fichier est accessible ou partagé auprès d'un tiers.
ja: 注意: 保存される URL は他者と共有されるべきではない機密情報を含んでいる可能性があります
nl: Opmerking: de URL kan gevoelige informatie bevatten die ontsloten kan worden wanneer het bestand toegankelijk is door of gedeeld wordt met anderen
pl: Uwaga: Adres URL może zawierać dane poufne, które mogą stać się powszechnie dostępne, gdy plik jest dostępny lub współdzielony z innymi
pt_br: Detalhe: A URL pode conter informações delicadas que podem ser expostas quando o arquivo está acessível ou compartilhado com outras pessoas
ru: Внимание: ссылка может содержать чувствительную информацию, которая не сможет быть скрыта после публикации файла.
sv: Observera: Webbadressen kan innehålla känslig information som kan avslöjas när filen kan kommas åt av andra eller delas med andra
uk: Зауваження: у адресі можуть міститися конфіденційні дані, які може бути розкрито, якщо відкрити доступ до файла іншим користувачам або поділитися ним.
zh_cn: 注意：URL 可能包含敏感信息，当文件可被他人访问或者分享后可能会泄露信息。

# Title for Downloads plugin
source: Show downloads in notification area
ar: اعرض التنزيلات في منطقة التنبيهات
bg: Показване на изтеглянията в областта за уведомяване
ca@valencia: Mostra les baixades en l'àrea de notificacions
cs: Zobrazit stahování v oblasti upozornění
de: Herunterladevorgänge im Benachrichtigungsbereich anzeigen
el: Εμφάνιση λήψεων στην περιοχή ειδοποιήσεων
es: Mostrar las descargas en el área de notificaciones
fr: Afficher les téléchargements dans la zone de notification
ja: 通知エリアにダウンロードを表示
nl: Downloads tonen in gebied voor meldingen
pl: Pokaż pobierania w obszarze powiadomień
pt_br: Exibir downloads na área de notificação
ru: Показ загрузок в области уведомлений
sv: Visa nerladdningar i underrättelseområdet
uk: Показувати отримання даних у області сповіщення
zh_cn: 在通知区域显示下载

# Description for Browser History KRunner plugin
source: This feature might need <a id="$1" href="$2">additional permissions</a> to be used.
ar: قد تحتاج هذه الميزة <a id="$1" href="$2">تصاريح إضافية</a> لتستطيع استعمالها.
bg: Тази функция може да изисква <a id="$1" href="$2">допълнителни разрешения</a>, за да бъде използвана.
ca@valencia: Esta funcionalitat pot necessitar <a id="$1" href="$2">permisos addicionals</a> per a utilitzar-se.
de: Diese Funktion benötigt möglicherweise <a id="$1" href="$2">zusätzliche Berechtigungen</a>, um verwendet werden zu können.
es: Esta funcionalidad puede necesitar <a id="$1" href="$2">permisos adicionales</a>.
fr: Cette fonctionnalité pourrait nécessiter des <a id="$1" href="$2">permissions supplémentaires</a> pour être utilisée.
ja: この機能を使用するには<a id="$1" href="$2">追加の許可</a>が必要かもしれません。
nl: Deze functie heeft misschien <a id="$1" href="$2">extra rechten</a> nodig om gebruikt te worden.
pl: Ta funkcja może wymagać <a id="$1" href="$2">dodatkowych uprawnień</a> przed jej użyciem.
pt_br: Este recurso pode precisar de <a id="$1" href="$2">permissões adicionais</a> para ser usado.
ru: Для использования этой функции могут потребоваться <a id="$1" href="$2">дополнительные права доступа</a>.
sv: Funktionen kan kräva <a id="$1" href="$2">ytterligare rättigheter</a> för att kunna användas.
uk: Для користування цією можливістю можуть знадобитися <a id="$1" href="$2">додаткові права доступу</a>.
zh_cn: 此功能可能需要<a id="$1" href="$2">额外的权限</a>才能正常使用。
